Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: 2 artiklan 4 kohdassa sanotaan edelleen, että ohje
sme: Artihkkalis 2 nr. 4 celkojuvvo dasto ahte vealahaninstruksa man vuođđun lea nálli

source: perusteella kuuluu syrjintäkiellon piiriin.
sme: dahje čearddalaš vuolggasadji, deaivvahallá vealahangildosii.

source: Direktiivin 5 artikla mahdollistaa positiiviset erityistoimet lainsäädännön tai
sme: Direktiivva artihkkal 5 rahpá vejolažžan čađahit lágalaš positiiva sierra

source: muunlaisten positiivisten erityistoimien avulla rotuun tai etniseen alkuperään liittyvien
sme: meannudeami dahje eará positiiva doaibmabijuid vai váttisvuođat mat leat náli ja

source: haittojen poistamiseksi tai hyvittämiseksi.
sme: čearddalaš vuolggasaji geažil, nohket dahje buhttejuvvojit.

source: 5 artikla kuuluu seuraavasti:
sme: Artihkkal 5 čuodjá ná:

source: ” Yhdenvertaisen kohtelun periaate ei estä täydellisen yhdenvertaisuuden toteuttamiseksi käytännössä jäsenvaltioita pitämästä voimassa tai toteuttamasta erityistoimenpiteitä, joiden tarkoituksena on ehkäistä tai hyvittää henkilöiden rotuun tai etniseen alkuperään liittyviä haittoja. ”
sme: ” Vai geavadis sihkkarastojuvvo dievas ovttadássásašvuohta, de ovttalágan meannudeami vuođđojurdda ii hehtte guđege miellahttoriikka bisuheames dahje mearrideames erenoamáš doaibmabijuid maid ulbmil lea áiddastit dahje buhttet váttisvuođaid mat leat náli dahje čearddalašvuođa geažil. ”

source: 7.15 YK:n biologista monimuotoisuutta koskeva yleissopimus
sme: 7.15 ON konvenšuvdna biologalaš šláddjiivuođas

source: Biologista monimuotoisuutta koskevassa, 5. kesäkuuta 1992 tehdyssä YK:n
sme: ON konvenšuvdna biologalaš šláddjiivuođas, mii bođii geassemánu 5. b. 1992

source: yleissopimuksessa (CBD) säädetään biologisen monimuotoisuuden säilyttämistä ja kestävää
sme: (KBM), ásaha riikkaidgaskasaš standárddaid biologalaš šláddjiivuođa seailluheami ja

source: kehitystä koskevista kansainvälisistä normeista.
sme: gánnáhahtti ovdáneami várás.

source: Suomi on saattanut yleissopimuksen osaksi
sme: Suopma lea inkorporeren konvenšuvnna, muhto Norga

source: kansallista lainsäädäntöään, kun taas Norja ja Ruotsi ovat toistaiseksi ainoastaan ratifioineet
sme: ja Ruoŧŧa leat ain vuos dušše ratifiseren konvenšuvnna.

source: sen. Yleissopimuksen 8 artiklan j kohdassa käsitellään alkuperäiskansojen ja paikallisten
sme: Konvenšuvnna artihkkal 8 (j)

source: yhteisöjen tietämystä, keksintöjä ja käytäntöä suhteessa biologisen monimuotoisuuden
sme: gieđahallá álgoálbmogiid ja báikkálaš servodagaid máhtuid, hutkagiid ja dábiid

source: suojeluun ja kestävään käyttöön tähtäävään tavoitteeseen.
sme: dainna ulbmiliin ahte biologalaš šláddjiivuohta galggašii seailut ja daid geavaheapmi

source: Siinä määrätään, että valtioiden
sme: gánnáhit. Dás mearriduvvo ahte stáhtat, nu guhkás go lea vejolaš ja govttolaš, ja

source: tulee mahdollisuuksien mukaan ja soveltuvin osin kansallisen lainsäädäntönsä mukaisesti
sme: iežaset riikkalaš lágaid vuođul, galget gudnejahttit, seailluhit ja bisuhit álgoálbmogiid

source: kunnioittaa, suojella ja ylläpitää alkuperäiskansojen ja paikallisten yhteisöjen sellaista
sme: ja báikkálaš servodagaid máhtuid, hutkagiid ja dábiid, mat ovddastit árbevirolaš

source: tietämystä, keksintöjä ja käytäntöä, joka sisältyy biologisen monimuotoisuuden suojelun ja
sme: eallinvugiid mat leat deaŧalaččat biologalaš šláddjiivuođa seailluheapmái ja daid

source: kestävän käytön kannalta merkityksellisiin perinteisiin elämänmuotoihin.
sme: geavaheami gánnáhahttivuhtii.

source: edistää ja laajentaa niiden soveltamista mainittujen yhteisöjen luvalla ja myötävaikutuksella.
sme: sin dohkkehusa vuođul bargat dan badjelii ahte álgoálbmogiid máhtut, hutkagat ja

source: Niiden tulee myös rohkaista tietämyksestä, keksinnöistä ja käytännöstä saadun hyödyn
sme: dábit eambbo viidánit geavahusas. Stáhtat galget maid ávžžuhit olbmuid govttolaččat

source: tasapuolista jakoa.
sme: juogadit ovdduid mat bohtet dakkár máhtuid, hutkagiid ja dábiid geavaheamis. Dasto

source: Lisäksi sopimuspuolten tulee yleissopimuksen 10 artiklan c kohdan
sme: galget stáhtabealit, konvenšuvnna artihkkala 10 (c) mielde, nu guhkás go lea vejolaš

source: mukaan mahdollisuuksien mukaan ja soveltuvin osin suojella ja rohkaista biologisten
sme: ja soahppevaš, gáhttet biologalaš resurssaid árbevirolaš geavahanvugiid, ja

source: luonnonvarojen perinteistä käyttöä vanhojen kulttuurien käytännön mukaisesti suojelun ja
sme: movttiidahttit daidda, go sohpet seailluheami ja gánnáhahttivuođa eavttuide.

source: Yleissopimuksen määräykset on muotoiltu suhteellisen epämääräisiksi. Esimerkiksi
sme: Konvenšuvnna mearrádusat leat hábmejuvvon viehka eahpečielga

source: valtioiden velvollisuus kunnioittaa, suojella ja ylläpitää alkuperäiskansojen ja paikallisten
sme: cealkámuššan. Ovdamearkka dihte lea stáhtaid geatnegasvuohta gudnejahttit, suddjet,

source: yhteisöjen tietämystä, keksintöjä ym. on liitetty kriteereihin ” mahdollisuuksiensa ja
sme: gáhttet ja seailluhit álgoálbmogiid máhtuid, hutkagiid jna. gittalagaid dakkár

source: tarkoituksenmukaisuuden mukaan kansallisen lainsäädäntönsä mukaisesti ”.
sme: eavttuiguin go ” nu guhkás go lea vejolaš ja soahppevaš, ja riikkalaš lágaid vuođul ”.

source: Alkuperäiskansojen ja paikallisten yhteisöjen tietämys, keksinnöt ja käytäntö asetetaan
sme: Álgoálbmogiid ja báikkálaš servodagaid máhtut, hutkagat ja dábit

source: yleissopimuksen 8 artiklan j kohdassa yhdenvertaiseen asemaan.
sme: biddjojuvvojit dássálagaid konvenšuvnna artihkkalis 8 (j).

source: Tämä johtuu siitä, että
sme: Duogáš dasa lea, ahte go

source: yleissopimuksesta käytyjen neuvottelujen aikana oltiin yksimielisiä siitä, että myös tavalliset
sme: šiehtadalle konvenšuvnnas, de lei ovttamielalašvuohta das ahte maiddái dábálaš

source: paikalliset yhteisöt ovat joissakin tapauksissa kehittäneet sellaista tietämystä, keksintöjä ja
sme: báikkálaš servodagatge muhtun dáhpáhusain leat oamastan máhtuid, hutkagiid ja

source: käytäntöä, jolla on merkitystä biologisen monimuotoisuuden suojelulle ja kestävälle käytölle.
sme: dábiid mat mearkkašit ollu biologalaš šláddjiivuođa seailluheapmái ja jierpmálaš

source: Pääperiaatteena on, että sopimuspuolten tulee kunnioittaa, suojella ja ylläpitää sellaista
sme: geavaheapmái. Váldoprinsihppa lea ahte stáhtabealit galget gudnejahttit, seailluhit ja

source: tietämystä, keksintöjä ja käytäntöä, joka positiivisella tavalla edistää biologisen
sme: ja bisuhit máhtuid, hutkagiid ja dábiid mat leat positiiva veahkkin biologalaš

source: monimuotoisuuden suojelua.
sme: šláddjiivuođa seailluheapmái.

source: 10 artiklan c kohdassa on mainittu sopimuspuolten velvollisuus
sme: Artihkkalis 10 (c) lea stáhtabeliid geatnegasvuohta, nu

source: mahdollisuuksiensa mukaan tukea luonnonvarojen perinteistä ja tavanomaista käyttöä
sme: guhkás go lea vejolaš, doarjut luondduriggodagaid árbevirolaš ja guovllu dábiid mielddásaš geavaheami, go dakkár geavaheapmi soahpá seailluheami ja gánná

source: suojelun ja kestävän käytön edellytysten mukaisella tavalla.
sme: hahttivuođa eavttuide.

source: Biologista monimuotoisuutta
sme: Konvenšuvnna mearrádusaid biologalaš šláddjiivuođas lea

source: koskevan yleissopimuksen määräyksiä tulkittaessa on otettava huomioon valtioiden muut
sme: dárbu dulkot stáhtaid eará álbmotrievttálaš geatnegasvuođaid čuovgasis, mat sis leat

source: kansainvälisoikeudelliset velvoitteet alkuperäiskansoihin nähden.
sme: álgoálbmogiidda.

source: On muun muassa luonnollista tulkita sopimuspuolten 10 artiklan c kohdan mukaista velvollisuutta suojella ja
sme: Earret eará lea lunddolaš dulkot stáhtabeliin artihkkala 10 (c)

source: rohkaista biologisten luonnonvarojen ” perinteistä käyttöä vanhojen kulttuurien käytännön
sme: mielde leat geatnegasvuohta gáhttet ja movttiidahttit álgoálbmogiid biologalaš

source: mukaisesti ” suhteessa YK:n ihmisoikeuskomitean käytäntöön, joka liittyy YK:n
sme: olmmošvuoigatvuođaid lávdegotti geavada buktin čuovgasis das makkár lea ja man

source: kansalaisoikeuksia ja poliittisia oikeuksia koskevan yleissopimuksen 27 artiklan mukaisen
sme: viidát ollá ON konvenšuvnna kultursuodjalus, mii lea siviila ja politihkalaš

source: kulttuurin suojelun laatuun ja luonteeseen.
sme: vuoigatvuođaid birra, artihkkal 27.

source: Komitean käytäntö osoittaa, ettei 27 artikla suojaa
sme: Lávdegotti geavat čájeha ahte artihkkal 27 ii

source: ainoastaan perinteisiä käyttötapoja.
sme: suodjal dušše árbevirolaš doaibmanvugiid.

source: Komitea on esimerkiksi erään saamelaisosapuolen
sme: Lávdegoddi lea ovdamearkka dihte, go

source: valitusasiaa käsitellessään tehnyt johtopäätöksen, jonka mukaan saamelaisten poronhoidossa
sme: gieđahalai sámi áššeoasálačča váidalusášši, gávnnahan ahte sámiid ođđaáigásaš

source: käyttämillä nykyajan teknisillä työvälineillä ole mitään merkitystä suhteessa siihen
sme: teknihkalaš bargoneavvuid geavaheapmi boazodoalus ii mearkkaš maidege dan

source: oikeudelliseen suojaan, jonka 27 artikla antaa suhteessa alkuperäiskansojen perinteisiin
sme: rievttálaš suodjái maid artihkkal 27 ásaha árbevirolaš álgoálbmotealáhusaide, geahča

source: elinkeinoihin, katso kohta 7.4 edellä.
sme: dás ovddabealde čuoggá 7.4.

source: 7.16 Itsemääräämisoikeus
sme: 7.16 Iešmearridanvuoigatvuohta

source: 7.16.1 Johdanto
sme: 7.16.1 Álgosátni

source: koskevaan liitteeseen n:o 3.
sme: Dán kapihttala mii gieđahallá iešmearridanvuoigatvuođa, dievasmahttá lasáhus nr. 3,

source: Liitteessä n:o 3 esitellään laajasti itsemääräämisoikeuteen liittyviä
sme: mas lea sáhka sámi álbmoga iešmearridanvuoigatvuođas. Lasáhus nr. 3 siskkilda

source: kysymyksiä ja John B. Henriksenin, Martin Scheininin ja Mattias Åhrénin tulkintoja tähän
sme: B. Henriksen, Martin Scheinin ja Mattias Åhrén ipmirdit gustojeaddji álbmotrievtti

source: alueeseen liittyvästä voimassa olevasta kansainvälisestä oikeudesta.
sme: dán suorggis.

source: Kansojen itsemääräämisoikeus on kehittynyt viime vuosisatojen kuluessa
sme: Maŋimuš čuođi jagi lea álbmogiid iešmearridanvuoigatvuohta ovdánan

source: kansainvälisesti tunnustetusta periaatteesta nykyiseksi kansainvälisoikeudelliseksi normiksi.
sme: riikkaidgaskasaš vuođđojurdaga dásis otnáš álbmotrievttálaš norbman. Iešmearridan

source: Itsemääräämisen näkökulma ulottuu kuitenkin historiassa paljon kauemmas taaksepäin kuin
sme: viidodat ollá dattetge ollu guhkkelii maŋás historjái go duššefal čuođi jagi daid

source: viimeksi kuluneisiin sataan vuoteen, koska sillä on historiallisia yhtymäkohtia
sme: historjjálaš oktavuođa dahkki čatnagsiiguin mat mannet čuvgehusfilosofiija

source: valistusfilosofian ajan ajatuksiin kansojen itsemääräämisestä.
sme: jurdagiidda álbmoga iešmearrideamis.

source: Itsemääräämisen näkökulmasta
sme: Iešmearridanviidodat lea ovdánan politihkalaš

source: on vähitellen tullut poliittisen ajatuksen asemesta kansainvälisesti tunnustettu periaate ja
sme: jurdaga dásis gitta riikkaidgaskasaččat dohkkehuvvon vuođđojurdaga dássái, ja

source: viime kädessä yleismaailmallinen kansainvälisoikeudellinen normi.
sme: loahpalaččat máilmmiviidosaš álbmotrievttálaš norbman.

source: Itsemääräämisoikeus mainitaan monissa kansainvälisoikeudellisissa instrumenteissa,
sme: Iešmearridanvuoigatvuohta ilbmá máŋgga álbmotrievttálaš instrumeanttain,

source: muun muassa YK:n peruskirjassa sekä vuonna 1966 tehdyissä YK:n kansalaisoikeuksien ja
sme: earret eará ON-lihtus, ja ON-konvenšuvnnnain mat bohte 1966, nubbi siviila ja

source: poliittisten oikeuksien yleissopimuksessa (KP) ja YK:n taloudellisten, sosiaalisten ja
sme: politihkalaš vuoigatvuođaid birra (SP) ja nubbi ekonomalaš, sosiála ja kultuvrralaš

source: sivistyksellisten oikeuksien yleissopimuksessa (TSS).
sme: vuoigatvuođaid birra (ØSK).

source: Itsemääräämisoikeus liitettiin aluksi laajasti siirtomaiden vapautumiseen ja
sme: Vaikko iešmearridanvuoigatvuohta ovdal viehka nannosit čatnasii kolonia

source: kansallisvaltioiden perustamiseen, mutta nykyään sen tunnustetaan pätevän myös muissa
sme: válddi heaittiheapmái ja nationála stáhtaid vuođđudeapmái, de dat odne lea dohkke

source: tilanteissa.
sme: huvvon gustot earáge dáhpáhusain.

source: Tällaisen tunnustamisen on ilmaistu liittyvän selkeästi myös alkuperäiskansoihin.
sme: Dakkár dohkkeheapmi lea čielgasit

source: Näin on tehty muun muassa alkuperäiskansojen oikeuksia koskevan YK:n julistuksen
sme: dovddahuvvon álgoálbmogiid ektui, earret eará dan barggu olis mas válbmá ON

source: (alkuperäiskansajulistus) parissa parhaillaan käynnissä olevan työn yhteydessä.
sme: cealkámuš álgoálbmogiid vuoigatvuođaid birra. Davviriikkat leat stáhtain leamaš

source: Pohjoismaat ovat aktiivisimpien valtioiden joukossa pyrkineet saamaan alkuperäiskansojen
sme: árjjalepmosat oččodemiineaset álgoálbmogiid iešmearridanvuoigatvuođa oassin dan

source: itsemääräämisoikeuden sisällytetyksi alkuperäiskansojen oikeuksia koskevaan tulevaan YK:n
sme: ON-cealkámuššii mii boahtá álgoálbmogiid vuoigatvuođaid birra. Nu leat

source: julistukseen. Pohjoismaat ovatkin muun muassa tehneet alkuperäiskansojen
sme: davviriikkat dahkan dainna lágiin ahte leat ovddidan formála árvalusaid

source: itsemääräämisoikeutta koskevia muodollisia ehdotuksia, katso liite n:o 4, jossa nämä
sme: álgoálbmogiid iešmearridanvuoigatvuođaid birra, geahča lasáhusa nr. 4 mas árvalusat

source: ehdotukset esitellään.
sme: geardduhuvvojit.

source: Alkuperäiskansojen oikeuksia koskevasta YK:n julistuksesta neuvoteltaessa
sme: Šiehtadallamiin ON-cealkámušas mii gieđahallá álgoálbmogiid

source: Pohjoismaat ovat yhdessä muiden samanmielisten valtioiden kanssa ehdottaneet
sme: vuoigatvuođaid, davviriikkat ovttas ovttamielalaš stáhtaiguin árvaledje ahte álgo

source: alkuperäiskansojen itsemääräämisoikeuden nimenomaista tunnustamista.
sme: álbmogiid iešmearridanvuoigatvuohta dohkkehuvvo čabočielgasit.

source: Edelleen ne
sme: Dasto ahte

source: ehdottavat, että alkuperäiskansojen tulee itsemääräämisoikeuden nojalla voida vapaasti
sme: álgoálbmogat iešmearridanvuoigatvuođain galget sáhttit mearridit iežaset politihkalaš

source: päättää poliittisesta asemastaan ja edistää omaa taloudellista, sosiaalista ja kulttuurista
sme: dili ja ovddidit iežaset ekonomalaš, sosiála ja kultuvrralaš ovdáneami. Davviriikkaid

source: kehitystään. Pohjoismaiden ehdotuksen sanamuoto on identtinen KP:n ja TSS:n yhteisen 1
sme: árvalusa sánit leat jure justa nugo oktasaš artihkkala 1 nr. 1 sánit, mat leat SP ja ØSK

source: artiklan 1 kohdan kanssa.
sme: iešmearridanvuoigatvuođas.

source: Ainoana erona on, että Pohjoismaiden ehdotuksessa
sme: Áidna erohus lea ahte davviriikkalaš árvalusas leat dán

source: ” alkuperäiskansat ” määritellään tässä yhteydessä nimenomaan oikeussubjekteiksi, kun sitä
sme: oktavuođas ” álgoálbmogat ” čielgasit identifiserejuvvon riektesubjeaktan baicce go

source: vastoin KP- ja TSS-yleissopimuksissa puhutaan ” kaikista kansoista ”.
sme: ” buot álbmogat ”, nugo lea SPs ja ØSKs.

source: Pohjoismaat ovat myös
sme: Davviriikkat leat maid formálalaččat

source: muodollisesti ilmaisseet vahvan tukensa sille, että alkuperäiskansojen itsemääräämisoikeus,
sme: dovddahan nana doarjaga dasa ahte álgoálbmogiid iešmearridanvuoigatvuohta, mii

source: joka on alkuperäiskansojen erityisoikeus, tulee voida toteuttaa sisäisen autonomian ja
sme: lea erenoamáš vuoigatvuohta álgoálbmogiidda, galgá leat čađahahtti siskkáldas

source: itsehallintojärjestelmien avulla.
sme: autonomiijain ja iešmearridanortnegiiguin.

source: Pohjoismaat korostavat etenkin periaatetta, jonka mukaan
sme: Davviriikkalaš árvalus ovdeha ahte

source: itsemääräämisoikeus ei saa vahingoittaa tai uhata valtion alueellista koskemattomuutta.
sme: iešmearridanvuoigatvuohta čađahuvvo álbmotrievtti mielde. Erenoamáš lea ahte

source: Pohjoismaiden ehdotukset saavat tukea varsin monilta valtioilta alkuperäiskansojen oikeuksia
sme: deattuhuvvo vuođđojurddan iešmearridanvuoigatvuođas ahte dat ii galgga vahágahttit

source: koskevasta YK:n julistuksesta parhaillaan käytävissä neuvotteluissa.
sme: iige áitit stáhtaid territorialaš integritehta. Stáhtat viidát dorjot davviriikkalaš

source: Kansallisella tasolla Norjan eri hallitukset ovat viime aikoina ilmaisseet tunnustavansa
sme: árvalusaid šiehtadallamiin mat leat jođus ON-cealkámušas álgoálbmogiid vuoigat

source: Tämä ilmenee etenkin
sme: vuođaid birra.

source: hallituksen kahdesta tuoreimmasta Norjan saamelaispolitiikkaa koskevasta selonteosta
sme: Nationála dásis leat iešguđetlágan norgalaš ráđđehusat maŋimuš áiggiid

source: suurkäräjille (St. meld.):
sme: dovddahan sámi iešmearridanvuoigatvuhtii dohkkeheami ja ulbmila gáhttet dan

source: St. meld.
sme: vuoigatvuođa.

source: n:o 55 (2000−2001) sekä St. meld.
sme: Dat boahtá erenoamážit ovdan maŋimuš guovtti stuorradiggedieđáhusas norgalaš sámepolitihkas; St.dieđ. nr. 55 (2000-2001) ja St.dieđ. nr. 33

source: Jälkimmäisessä selonteossa sanotaan: ” hallituksen lähtökohtana on, että saamelaisten
sme: Maŋimuš stuorradiggedieđáhusas celkojuvvo ahte ” ráđđehus atná

source: itsemääräämisoikeutta on tulkittava kyseisen alan kansainvälisoikeudellisten säännösten ja
sme: vuolggasadjinis ahte sámiid iešmearridanvuoigatvuođa dulkojupmi ferte leat dássá

source: kansainvälisen normiston kehittymisen mukaan. ”
sme: lagaid álbmotrievttálaš mearrádusaid ja riikkaidgaskasaš norbmaovdánemiin. ”

source: Vastaavaa kehitystä on tapahtunut myös muutamissa keskeisissä alueellisissa
sme: Sullasaš ovdáneapmi lea leamaš muhtun guovdilis guvllolaš

source: organisaatioissa.
sme: organisašuvnnain.

source: Euroopan unionin pohjoista ulottuvuutta koskeva toinen
sme: Eurohpalaš uniovnna doaibmaplána davvilaš viidodaga várás

source: toimintasuunnitelma 2004–2006 kuvaa pohjoisten alkuperäiskansojen itsemääräämisoikeutta
sme: áigodahkii 2004-06 gohčoda davi álgoálbmogiid iešmearridanvuoigatvuođa

source: St. meld. (hallituksen selonteko) n:o 33 (2001−2002), kohta 4.1, sivu 18. Katso lisäksi myös St. meld. n:o 55
sme: árbejuvvon vuoigatvuohtan mii galgá sihkkarastojuvvot (” inherited right of self

source: (2000−2001), kohdat 4.1 ja 4.2, sivu 33−35.
sme: organisašuvdna (OAS) bargá dán áigái amerihká álgoálbmotcealkámušain mii

source: joka sisältää määräyksen alkuperäiskansojen oikeudesta itsemääräämiseen.
sme: siskkilda mearrádusa álgoálbmogiid iešmearridanvuoigatvuođas.

source: 7.16.2 Itsemääräämisoikeus kollektiivisena ihmisoikeutena
sme: 7.16.2 Iešmearridanvuoigatvuohta kollektiiva olmmošvuoigatvuohtan

source: Kansojen itsemääräämisoikeus on tunnustettu yleismaailmalliseksi kollektiiviseksi
sme: Álbmogiid iešmearridanvuoigatvuohta lea dohkkehuvvon máilmmiviidosaš oktasaš

source: ihmisoikeudeksi.
sme: olmmošvuoigatvuohtan.

source: Kansainvälisellä tasolla ollaan yksimielisiä siitä, että itsemääräämisoikeutta
sme: Riikkaidgaskasaš ovttamielalašvuohta lea das ahte ieš

source: on pidettävä yleismaailmallisena ihmisoikeutena.
sme: mearridanvuoigatvuohta galgá adnojuvvot máilmmiviidosaš olmmošvuoigatvuohtan.

source: Tämä on todettu monissa YK:n
sme: Dat lea nannejuvvon máŋgga ON dievasčoahkkima cealkámušas, olmmošvuoigat

source: yleiskokouksen päätöslauselmissa ja ihmisoikeuksien maailmankonferenssissa sekä monissa
sme: vuođaid máilmmikonfereanssas, ja vel arvat eará autoritatiiva riikkaidgaskaaš

source: muissa auktoritatiivisissa kansainvälisissä asiakirjoissa.
sme: dokumeanttain.

source: Kansojen itsemääräämisoikeuden kunnioittamista ja toteuttamista on pidetty myös
sme: Gudnejahttit ja čađahit álbmogiid iešmearridanvuoigatvuođa lea maid

source: muiden ihmisoikeuksien ja perusoikeuksien täyttymisen edellytyksenä.
sme: adnojuvvon eaktun eará olmmošvuoigatvuođaid ja vuođđofriddjavuođaid

source: Kansojen
sme: čađaheapmái.

source: itsemääräämisoikeus on muotoiltu seuraavalla tavalla KP:n ja TSS:n yhteisessä 1 artiklassa:
sme: ØSK oktasaš artihkkalis 1:

source: Kaikilla kansoilla on itsemääräämisoikeus.
sme: Buot álbmogiin lea iešmearridanvuoigatvuohta.

source: Tämän oikeuden nojalla ne määräävät vapaasti poliittisen asennoitumisensa ja harjoittavat vapaasti taloudellisten, sosiaalisten ja sivistyksellisten olojensa kehittämistä.
sme: Dán vuoigatvuođa válddiin sii friddja mearridit iežaset politihkalaš dili ja ovddidit iežaset ekonomalaš, sosiála ja kultuvrralaš ovdáneami.

source: Kaikki kansat voivat vapaasti käyttää luonnonrikkauksiaan ja - varojaan omiin tarkoituksiinsa, mikäli se ei vahingoita yhteisen edun periaatteelle perustuvia kansainvälisen taloudellisen yhteistyön ja kansainvälisen oikeuden velvoituksia.
sme: Buot álbmogat sáhttet iežaset ulbmiliidda friddja hálddašit iežaset luondduriggodagaid ja - gávdnosiid, nu guhká go dat ii duvdde boaittobeallái geatnegasvuođaid mat čuvvot riikkaidgaskasaš ekonomalaš ovttasbarggu, man vuođđun lea guovttebeallásaš ávkki vuođđojurdda ja álbmotrievtti njuolggadusat.

source: Missään tapauksessa kansalta ei saa riistää sen omia elinehtoja.
sme: Ii mange dáhpáhusas galgga álbmogis rieviduvvot dan birgenvuođđu.

source: Yleissopimuksen osapuolten, jotka tässä yhteydessä ovat niitä valtioita, jotka ovat vastuussa itsehallintoa vailla olevien alueiden huoltohallintoalueiden hallinnosta, on työskenneltävä kansojen itsemääräämisoikeuden toteuttamiseksi ja kunnioitettava tätä oikeutta Yhdistyneitten Kansakuntien sopimuksen säännösten mukaisesti. ”
sme: Konvenšuvdna-oasálaččat, sin gaskkas dat stáhtat mat ovddasvástidit iežaset stivrekeahtes guovlluid ja geahččoguovlluid hálddašeami, galget bargat álbmogiid iešmearridanvuoigatvuođa ollašuhttimii, ja gudnejahttit dán vuoigatvuođa ovttastuvvan našuvnnaid lihtu mearrádusaid mielde. "

source: Kansainvälinen, muun muassa YK:n ihmisoikeuskomitean soveltama käytäntö sekä
sme: Riikkaidgaskasaš geavat, ee. ON olmmošvuoigatvuođaid lávdegoddi, ja

source: monien valtioiden perustuslain soveltamiseen liittyvä oikeudellinen käytäntö osoittavat, että
sme: máŋgga stáhta vuođđolágalaš geavat, čájehit ahte iešmearridanvuoigatvuohta adno

source: itsemääräämisoikeutta pidetään dynaamisena − jatkuvasti kehittyvänä − oikeutena
sme: juvvo fámolaš (dynamalaš) vuoigatvuohtan – mii dađistaga ovdána – eambbo go

source: pikemminkin kuin staattisena, etukäteen määriteltynä oikeutena.
sme: bissovaš ovddalgihtii čilgejuvvon vuoigatvuohtan.

source: Katso tähän asiaan liittyvää
sme: Geahča muđui dievasleabbo

source: seikkaperäisempää selontekoa liitteessä n:o 3.
sme: divaštallamiid dán áššis lasáhusas nr. 3.

source: Kansainvälinen oikeus myöntää ” kaikille kansoille ” itsemääräämisoikeuden, vaikka
sme: Álbmotriekti mieđiha ” buot álbmogiidda ” iešmearridanvuoigatvuođa –

source: yleissopimukset eivät itse määrittelekään, keitä on pidettävä ” kansoina ”
sme: dattetge konvenšuvnna čilgekeahttá geat dat leat ” álbmogat ” iešmearridanvuoigat

source: itsemääräämisoikeuden kannalta.
sme: vuođa ektui.

source: Oikeussubjektiin liittyvää problematiikkaa, etenkin
sme: Riektesubjeaktačuolbmagihpus divaštallojuvvo eambbo lasáhusas nr. 3,

source: käsitteiden ” alkuperäiskansat ” ja ” kaikki kansat ” välistä suhdetta ja itsemääräämisoikeutta,
sme: erenoamážit doahpaga ” álgoálbmot ” ja doahpaga ” buot álbmogiid ” gaskavuohta ja

source: pohditaan tarkemmin liitteessä n:o 3.
sme: iešmearridanvuoigatvuohta.

source: Asiantuntijatyöryhmän lähtökohtana on, että saamelaiset
sme: Áššedovdi joavku bidjá vuođđunis dan ahte sámit

source: täyttävät ne kansoille tavallisesti asetetut ehdot, joiden mukaan kansoja voidaan pitää
sme: ollašuhttet daid eavttuid mat dábálaččat biddjouvvojit ovdalgo álbmot dohkkehuvvo

source: ” kansana ” kansainvälisoikeudellisessa merkityksessä.
sme: ” álbmogin ” álbmotrievttálaš mearkkašumis.

source: Tässä yhteydessä voidaan muun
sme: Dán oktavuođas čujuhuvvo ee. dasa ahte
